{
  "article":[
    {"1":"<p><p>There is great evidence that since ancient history, concepts of project management have been in use. Projects such as the Great Wall of China, Egyptian Pyramids, and the Coliseum could not have been possible without a structured approach and the management of resources like [thousands of] workers. There was likely one person or a select few who specified requirements of projects such as these and then given to the chosen engineer(s) to ensure the completion of the project. Unfortunately,the documentations of their methods are unknown. However, their methods are very impressive and likely followed similar steps and processes that businesses do today.</p>",
    "2":"<p><p>Henry Gantt and Henry Fayol are considered to be the forefathers of project management. Both were students to Frederick Taylor’s scientific management theories. Frederick Taylor played a key role in sparking project management near the end of the 19th century. In the United States, large industrial projects were taking place. These required managing large amounts of resources, organizing man-labor, and dealing with the widespread locations of these projects. Taylor used scientific management to explain how work can be analyzed and improved.</p>",
    "3":"<p><p>Fayol was an engineer in an iron and steel company which was largely responsible for arming the French before World War I. Fayol became interested in studying work management. He created five management functions and fourteen management principles. Fayol’s key five functions of a manager were: “ (1) to plan, (2) to organize, (3) to coordinate, (4) to control, and (5) to direct or command.” (Kwak).</p>",
    "4":"<p>Henry Gantt was an engineer who became a management consultant. Henry Gantt is famous for his use and arguable creation of the Gantt Chart. The Gantt Chart details the benefits of breaking large projects down into smaller tasks and help the manager visualize doing so. The chart also shows how tasks can be dependent on each other. The Gantt Chart is now considered commonplace and may be outdated, however it was a key tool during the beginning of modern project management (XSIQ).</p>",
    "5":"<p><p>It is common agreement that in the 1950’s, modern project management tools and practices came to use. In the United States, two mathematical models were created. The U.S. Navy developed the “program evolution and review technique” (PERT). PERT was developed to handle the Polaris project, and assist with the need to visualize different schedule scenarios. The “critical path method” (CPM) was developed when DuPont Co. and Remington Rand Co. took on the building of a major chemical plant. CPM was developed in order to accurately estimate the time and costs of projects.</p>",
    "6":"<p>The WBS, work breakdown structure, approach was created in 1962. The U.S. Department of Defense developed a way to break down projects and organize them into hierarchical tree structures. The world’s first project management association, IPMA, was founded in Europe. In 1970, the famous Waterfall method was developed by Winston Royce, which utilizes a step-by-step, linear approach to development.</p>",
    "7":"<p>In the 1970’s, computers switched from mainframes to mini computers and became more affordable. This influenced establishment of project management software companies who developed tools for users. During the 1980’s, personal computers, became faster and more efficient, which allowed software to organize an increasing amount of data needed for large projects.</p>",
    "8":"<p>In 1986, Scrum was Developed. Scrum is a development model originated about the idea of splitting up the process to be handled my many small teams. The scrum methodology goes against and challenges the previously described Waterfall method. In 1987, the PMBOK book was published. PMBOK standardized accepted project management practices.</p>",
    "9":"<p>Starting in 1990, the world experienced a surge in both the need and capability of project management practices. In 1996, PRINCE2 emerged as a 7-process system, and became popular in the U.K. In 2001, the Agile Methodology emerged as a process that’s adaptive to change. It was then when the infamous ”Manifesto for Agile Software Development” was written by a group of developers looking to change the project management process in a positive way. This document popularized the agile method used by many project management teams today (Highsmith). During the 2000’s, Software as a Service (SaaS) saw enormous growth, providing many tools to project teams. “According to the Global Accreditation Center for Project Management education programs, in 2009 “U.S. News and World Report had ranked project management as the third most valued skill by employers, behind only leadership/negotiation skills and business analysis” (Seymour, 237).</p>",
    "10":"<p>Project Management now involves more tools and complexities more than ever. Teams and managers are able to access their projects from virtually anywhere. Tools and software are capable in assisting them throughout the project. However, these capabilities also provide more challenges. The customers seek the complexity to match their tools and devices on their end as well. Modern technology makes communication easier and faster than ever. However, because of that, the workforce is now moving towards employees working distantly from each other.</p>",
    "11":"<p>Project Management has never been a simple process, and never will be.Just as the process has changed over time, it will again. New methods and adaptations will be made to assist in the building of complex projects with advanced technologies in the future.</p>",
    "12":"<br><br><br><div id=\"worksCited\" class=\"\"><p class=\"worksP\">Works Cited</p> <p>“History of Project Management.” Mavenlink, https://mavenlink-infographics.s3.amazonaws.com/Mavenlink_HistoryofProjectManagement.png.</p><p>Highsmith, Jim. History: The Agile Manifesto. 2001. http://agilemanifesto.org/history.html</p><p>Kwak, Young Hoon. BRIEF HISTORY OF PROJECT MANAGEMENT. 2003. https://home.gwu.edu/~kwak/PM_History.pdf.</p><p>Seymour, Dr. Tom & Hussein, Sara. (2014). The History Of Project Management. International Journal of Management & Information Systems (IJMIS). 18. 233. 10.19030/ijmis.v18i4.8820. </p><p>XSIQ. Chapter 2: History of Project Management. https://alison.com/course/276/resource/file/chapter_2_history_of_project_management.pdf</p></div>"
    }
  ]
}
