{
	"varn": [{
		"0": "<p>Scrum is one of the two main implementations of Agile. Scrum teams are typically smaller and therefore require less roles to be played. This can pose uncertainties for the Business Analyst position. Typically, the Business Analyst works to capture requirements for products to be made. There are two roles that Scrum teams typically have the BA play: Product Owner or Team Member. </p>",
    "1":"<br><span style=\"font-weight:bold;\">Product Owner:</span>",
    "2": "<p>The Product Owner role actually already overlaps with the BA position. The Product Owner role is “much more focused on an individual product, whereas a BA might be working across a whole raft of products” (Bates). It’s important to note the service they provide in this role :they are physically available, providing efficient communication (A., P., A., & Anu, A.). The main difference is that in this role, the BA must ‘own the product’ and see through the product from design to delivery. This can impose a sharp learning curve on the BA, depending on their pre-existing skills. </p>",
    "3":"<div id=\"w2Varn1\" class=\"anImage\"></div>",
    "4":"<br><span style=\"font-weight:bold;\">Team Member:</span>",
		"5": "<p>When the BA is placed in a Team Member role, they are often assisting their peers. Many believe that the BA provides an important role as an addition to the team. “In a sense, the BA keeps the Product Owner honest – ensuring that the needs of the business and the customer are served by the PO’s decision making.” (Bates). The BA can provide a valuable resource to their peers also playing this role, however they may need to learn new skills and take on new responsibilities.</p>",
    "6":"<div id=\"w2Varn2\" class=\"anImage\"></div>",
    "7":"<br><span style=\"font-weight:bold;\">‘Third Role’:</span>",
		"8": "<p>There’s also technically a third role that a BA can be made to play. Although this is usually referred to moreso as a ‘trap’ than a role. This role is called the ‘Proxy Product Owner’. In this role, they act as a “go-between the real decision maker and the development team” (Pichler). A longer decision making process could result as the BA is weighed with more responsibilities, and they don’t have appropriate titles to empower them to make decisions.</p>",
    "9":"<div id=\"w2Varn3\" class=\"anImage\"></div>",
    "10":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>A., P., A., & Anu, A. (2018, August 12). <i>Role of Business Analysts in SCRUM and Why is a QA Best for this Role?</i>November 6, 2018. https://www.softwaretestinghelp.com/role-of-business-analysts-in-scrum/</p>  <p>Bates, S. (2016, April 26). Scrum in practice: <i>The role of the Business Analyst.</i> November 6,  2018. https://manifesto.co.uk/scrum-in-practice-the-role-of-the-business-analyst/</p> <p>A., P., A., & Anu, A. (2018, August 12). <i>Role of Business Analysts in SCRUM and Why is a QA Best for this Role?</i>November 6, 2018. https://www.softwaretestinghelp.com/role-of-business-analysts-in-scrum/</p> </div>"}],
    "mun":[{"0":"<p>The role of a business analyst is ambiguous, unlike traditional corporate positions. However, a business analyst mostly serves as an intermediary between stakeholders and development teams. The development team could be the Sales force, Marketing Department, Finance & Accounting department, the Production department and the human resource department (Josh 2019). In either case the analyst is responsible for communicating the status of the project to either parties throughout its life cycle. This involves Understanding of the Business Requirements, Maintenance of Systems and Operations, Elaborating the details of the project, either through speech or technical writing (Josh 2017).<br><br><a style=\"color:steelblue\" href=\"https://www.glassdoor.com/Job/mountain-view-ca-business-analyst-jobs-SRCH_IL.0,16_IC1147431_KO17,33.htm?src=GD_JOB_AD&t=EMPLOYER_SEARCH_RESULTS&ao=191997&s=21&rdserp=true&srs=EI_JOBS&jl=2983906291\">Business Analyst- Google - Mountain View, CA Master</a><blockquote style=\"border-left:2px solid steelblue\"><ul> <li>Experience in project management, including working with stakeholders on defining and executing projects within budget and timelines.</li> <li>Strong business analytical skills with experience in spreadsheets software and database query (e.g. SQL-like language); comfort working with disparate data sets to answer business questions and tell a strategic story.</li> <li>Ability to self-start work in a fast-moving environment, and comfortable dealing with ambiguity.</li> </ul></blockquote><br></p>",
      "1":"<br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/lkfZwVPKbsE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><br>",
      "2":"<p>A more succinct description was given by Skracic when he stated that “When a business needs to solve a current or future problem it’s a business analyst’s job to help facilitate a solution.” This further explains how the role of a BA can evolve depending on the nature of the company. An analyst at a consulting firm and an analyst at Google, while similarly skilled will see a divergence in their level of technical expertise. The BA at google may be required to have some programming experience or even be a data analyst, whereas the BA at the consulting firm may only need to be a data analyst.</p>",
      "3":"<div id=\"w2mun1\" class=\"anImage\"></div><span class=\"imgCap\"><a class=\"link\" href=\"www.zarantech.com/blog/top-10-responsibilities-business-analyst\"><span>The Business Analyst.</a></span>",
      "4":"<p>All in all, Josh states that a BA must be willing to work to “attain a successful end product”. That is to say no matter how volatile the requirements get, the analyst has to actively work against all odds and setbacks so that a product can be delivered. He/she will have to be well versed in solutions testing, requirements modeling and software document preparation. According to Skracic, this is done “by writing clear requirements and creating data models, process diagrams and design wireframes that will further support the business’ needs.” The title of Business Analyst need not be explicitly defined in one’s title, but if the job fits the aforementioned requirements, then he/she is in fact a BA.<p>",
      "5":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Ferrer, Marcos. “Explaining Business Analysis to Laypersons, Including Ourselves.” <i>BA Times,</i> 7 Jan. 2014, www.batimes.com/marcos-ferrer/explaining-business-analysis-to-laypersons-including-ourselves.html.</p> <p>Josh, Serena. “Top 10 Responsibilities of a Business Analyst.”<i> Zarantech.com</i>, 8 Mar. 2017, www.zarantech.com/blog/top-10-responsibilities-business-analyst/.</p> <p>Skracic, Luka. “So What Does a Business Analyst Actually Do?” <i>Elabor8, </i>elabor8.com.au/what-does-a-business-analyst-actually-do/.</p> <p>Whittenberger, Aaron. “My Job Title Is Not Business Analyst, But Am I One?” <i>BA Times,</i>Batimes, 11 Mar. 2014, www.batimes.com/articles/my-job-title-is-not-business-analyst-but-am-i-one.html.</p></div>"}],
  "nei": [{
    "0": "<div id=\"w2Nei1\" class=\"anImage\"></div><span class=\"imgCap\"><a class=\"link\" href=\"http://www.metabusinessanalyst.com/wp-content/uploads/2017/04/AgileBA2.jpg\"><span>Figure 1.</a></span>",
    "1": "<p>In most project management instructional classes, it is taught that business analysts are an integral part of the Agile methodology, similar to waterfall. However, in real life cases, it is often seen that clients do not actually believe that traditional business analysts are necessary for their projects, due to the fact that there typically is no strict ‘business analyst’ position defined in Agile.</p>",
		"2":"<p>The difference between an Agile business analyst and a traditional business analyst is mostly terminology. Normally, a business analyst will use ‘use cases’ for requirements, an Agile business analyst will use ‘epics’ and user stories for requirements. Agile business analysts have to break the mold of a normal business analyst, going outside of some of the typical boundaries that a traditional business analyst would not. For example, a traditional business analyst would need the requirements to be extremely specific, whereas an Agile business analyst cannot require such a thing, so they must go above and beyond to make sure that the correct products are being created and delivered (Choi).</p>",
		"3":"<div id=\"w2Nei2\" class=\"anImage\"></div><span class=\"imgCap\"><a class=\"link\" href=\"http://www.metabusinessanalyst.com/wp-content/uploads/2017/04/AgileBA2.jpg.\"><span>Figure 2.</a></span>",
		"4":"<p>This being said, in the modern Agile environment, a traditional business analyst will not succeed without modifying their methods to fit the project and the team.</p>",
		"5":"<p>For the most part, when clients complain about not needing a ‘business analyst’ on a team, they are generally referencing the traditional business analyst role. Regardless of the customer’s beliefs on roles, the Agile methodology requires at least one individual on the project who can handle the retrieval of requirements from the customer, and someone who is willing to handle and coordinate an increased communications workload. Without this, the job will fail.</p>",
		"6":"<p>It could be considered that the complaining customers are partially correct, strictly traditional business analysts are not needed on an agile team. However, they are the best candidates to be the individuals who, regardless of their job title, can document things with user stories and epics, are able to fluidly work with a team, and be great at communication and negotiation (ICS). Without someone to fulfill these roles, the project will fail.</p>",
    "7": "<p>In the end, the job titles of those who work on the project are insignificant. For the customer, instead of worrying about whether or not there is an individual on your team with the title of “agile analyst”, they need to focus on whether or not there is an individual who can bring the aforementioned dynamics to the team.</p>",
    "8": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Choi, Bonna. \"Do We Need a Business Analyst on an Agile Team?\" ThoughtWorks, 23 May 2013, www.thoughtworks.com/insights/blog/do-we-need-business-analyst-agile-team.</p> <p>ICS. \"The Business Analyst vs The Agile Business Analyst.\" Irish Computer Society 50th!, www.ics.ie/news/view/1545.</p> <p>Fig. 1 \"Agile business analysts?\" 23 Jan 2015. http://www.metabusinessanalyst.com/wp-content/uploads/2017/04/AgileBA2.jpg.</p> <p>Fig. 2 \"The Role of Business Analyst\" 25 Mar 2014. http://www.metabusinessanalyst.com/wp-content/uploads/2017/04/AgileBA2.jpg.</p></div>"}],
  "win": [{
    "0": "<p>The business analyst is a role that exists between both the waterfall and agile methodologies. What are the differences the business analyst faces between the two methodologies? Between both the waterfall and agile methodologies, the business analyst has many similarities and differences. Notable differences include how requirements are documented, how requirements are completed, and what the business analyst focuses on during the duration of a project. Figure 1 below can quickly summarize some of the major differences between waterfall and agile.</p>",
    "1": "<div id=\"w2Win1\" class=\"anImage\"></div>",
    "2": "<p>According to ICS, a business analyst in a waterfall project will document requirements,use cases, business requirements, functional requirements, UI specifications, and business roles. In an agile project, a business analyst will instead document requirements as epics, user stories, or optionally as business use cases. Between both methodologies the business analyst will be documenting requirements, the difference though is how they are documented. In waterfall, the requirements are documented as one giant plain document file, whereas in agile, they are split up as several different epics and stories.</p>",
		"3":"<p>ICS states that a waterfall business analyst \"Focuses on completeness of requirement and spends time in ensuring the requirement is unambiguous and has all the details.\" This means that during a waterfall project the business analyst will constantly be focusing on requirements being completed and making sure there are no obstacles in the way of completing any requirements. In contrast, ICS states that an agile business analyst \"Focuses on understanding the problem and being the domain expert so that s/he can answer questions from the development team swiftly and decisively.\" This means that the business analyst in an agile project is still important for ensuring that work is completed, but they will instead be focusing more on understanding the problems that arise and acting as an expert on the project subject to resolve them.</p>",
		"4":"<p>In a waterfall project, ICS states that the waterfall business analyst is “focused on getting a ‘sign off’ on the requirements.” This means that the business analysts core objective in a waterfall project is to ensure that the requirements get ‘signed off’ as complete. The agile business analyst, according to ICS, is more \"focused on ensuring the requirements meet the current business needs, even if it requires updating them.\" This is close to the same as the waterfall business analyst, however, the agile business analyst is more concerned with making sure the requirements meet the needs of the customer, instead of just a 'sign off’ on the requirements, and more importantly, the agile business analyst can respond to change by updating requirements if they need to be updated.</p>",
    "5": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>\"The Agile Business Analyst Mindset vs. a Waterfall Mindset.\" Mastering Business Analysis, 16 July 2017, masteringbusinessanalysis.com/agile-business-analyst-mindset/.</p> <p>\"The Business Analyst vs The Agile Business Analyst.\" Irish Computer Society 50th!,www.ics.ie/news/view/1545.</p>"}]
}
