{
	"mun": [{
        "0": "<p>Self-organizing teams lie at the heart of the agile methodology. They deliver results to end users while constantly corresponding with stakeholders. A strong self-organizing team is a very consequential aspect of agile that allows the methodology to work. However, for such teams to work, there must be a certain level of accountability among team members to one another and to the shareholders. Several techniques can be used to achieve success, such as how team members are paired, domain knowledge, and reasonable incentives (Cohn 2018). It must be noted that self-organizing teams do have their limits, and are only as good as the management that assembles the team.</p>",
		"1": "<p>The first concept to realize is that self organizing is not the same as self-management. Team members should only be paired when their skill sets are uniform, and not too polarizing. When there is strong similarity, members communicate more effectively, thus producing better results. On the other hand, polar teams tend to generate better ideas but produce less working products. Self-organizing teams should be created as a means to improve general skill sets within an organization as well.In order for skill sets to improve within the organization, employees who are less knowledgeable should be grouped with those who are. This creates an atmosphere of peer learning and allows team members to become more trusting of one another.</p><br>",
        "2":"<br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/v2PaZ8Nl2T4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><br>",
        "3": "<p>Another tenet that requires such teams to work is to incentivize each team member according to his/her output. While this means giving rewards when necessary, it also means that the team is not burdened with indomitable amounts of work. Herein, the very absence of unrealistic goals is an incentive to complete pending tasks. Furthermore, incentives show team members that their efforts are seen and appreciated.</p>",
        "4":"<p>All in all, a manager has to understand that such teams are only possible if the prerequisites are met. Your team members must be willing to continuously improve and not overstep any boundaries of authority. This is to say, while team members are advised to take charge, no team member should assume the role of a manager. A  great way to create accountable teams throughout a company is to use the settings of a successful team as a template for the others to follow. Once the rules have been laid out, they are still subject to amends however. Self-organizing teams should continuously document their downfalls and successes through retrospectives; said retrospectives should be inspected by management. The aforementioned practice is guaranteed to help a team identify its blind spots, become more organized, and consistently deliver working products.</p>",
		"5": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Cohn, Mike. “Self-Organizing Agile Teams Don't Just Happen by Chance.” <i>Mountain Goat Software</i>, 5 June 2018, www.mountaingoatsoftware.com/blog/self-organizing-teams-are-not-put-together-randomly.</p> <p>Nicolette, Dave. “Limits to a Self-Organizing Team | LeadingAgile Field Notes.” <i>LeadingAgile</i>, 20 June 2018, www.leadingagile.com/2018/06/limits-of-a-self-organizing-team/.</p><p>Warnert, Natalie. “Accountability Is Not the Problem You're Looking to Solve - DZone Agile.” <i>Dzone.com</i>, 9 Nov. 2017, dzone.com/articles/accountability-is-not-the-problem-youre-looking-to.</p></div>"
	}],
	"nei": [{
		"0": "<div id=\"w4Nei1\" class=\"anImage\"><span style=\"font-weight:;\">Figure 1</span></div>",
		"1": "<p>In today’s corporate climate, more and more companies are switching to using the agile methodology to manage their projects and make progress in the workspace. As one of the most important individuals in the typical Agile process is a scrum master, the demand of this job has been steadily rising since Agile became popular. The job is a demanding one, and requires proper certifications before a company will be willing to hire.</p>",
		"2": "<p>Self organizing teams have been a staple of the Agile methodology for a significant amount of time. Essentially, they can be defined as a self-governing group of individuals that all work towards the same goals, without any clear overlord boss lording over them. These groups are much different than the traditional work hierarchy from the past, and this type of management style can lead to increased productivity if done correctly.</p>",
		"3": "<div id=\"w4Nei2\" class=\"anImage\"><span style=\"font-weight:;\">Figure 2</span></div>",
		"4": "<p>This may be true, however, there are a few flaws with the true concept of self-organizing teams that keep it from becoming the most accepted management style in the modern business scene.</p>",
		"5": "<p>As stated previously, compared to traditional management styles, there is nobody to force or order people to do work on a self organizing team. One of the main disadvantages of this management philosophy is derived from the concept of self-motivation. Typically, in classic systems with a boss, work is assigned by the boss, and the individuals on the team must complete the work or face being fired by the boss. In a self-organizing team, the process of work division and accountability fall on the employees themselves. This essentially takes the responsibilities of a traditional boss and divides it among the employees. </p>",
		"6": "<p>The CSPO, or ‘Certified Scrum Product Owner’ certification is a more advanced version of the CSM cert. This program is similar to the CSM cert, as it is typically a 2 day course offered for $1000. The main difference between the CSM and the CSPO is that the CSPO degree focuses heavily on the product owner side of the scrum master job. Essentially, a scrum product owner has much more responsibility than the average scrum master, as they are essentially almost a project manager and scrum master wrapped into one (O’Callaghan). This certification is useful if you wish to acquire a job that involves these two aspects. However, it is not necessary for most scrum master jobs.<p>",
		"7": "<p>The reason why this could potentially be a disadvantage is that in order to achieve success, employees in this system need more self motivation compared to employees in a classic management system. The employees need to care enough to motivate each other to share an equal burden of the work. When the employees are motivated, care, and are willing to work, then the team will thrive. However, without this motivation, tasks may become unevenly distributed among the team due to laziness, and the project might fail. This is one of the flaws with self-organizing teams, and why not all of them succeed.</p>",
		"8": "<p>This is the reason why, according to research completed by The Shift Index, only 15 percent of self-organizing teams reach their full potential. (Hundermark). This method can work fine, but without motivated team members, it will be doomed to fail.</p>",
		"9": "<p>The PMI-ACP is the ‘Agile Certified Practitioner’ certificate offered by the Project Management Institute. This is one of the most prestigious certificated that one can acquire, and is only realistically obtainable after one has completed a CSM cert, had experience working on Agile projects. This certification is much more in-depth than the CSM certification, and expounds on the knowledge that one learns in the earlier degrees. With a CSM and PMI-ACP certification, and some prior work experience, one could easily get a higher-paying job ($100,000+) as a scrum master. </p>",
		"10": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Fig. 1 “Self-organizing teams”. https://image.slidesharecdn.com/agile-160803103111/95/self-organizing-team-challenges-strategy-presented-by-kelvin-soen-6-638.jpg?cb=1470220621.</p> <p>Fig. 2. “Teamwork”. http://vambe.com/wp-content/uploads/2018/07/selfSelection.png.</p> <p>Hundermark, Peter, and Sigi Kaltenecker. “Why Do We Need Self-Organising Teams?” InfoQ, InfoQ, 9 Aug. 2014, www.infoq.com/articles/why-need-self-organizing-teams.</p></div>"
	}],
	"varn": [{
		"0": "<p>A self-organizing team in agile is one that holds power within itself and takes responsibility for itself. “They also take ownership of their work and are continuously working to improve themselves and the process.” (Georgiou). The Scrum framework trusts that its employees do not need to be managed (Scrum Self Organization). The goal of investing team members with decision-making power is to receive more creative and innovative work out of the employees. The video below explains the benefits and misconceptions of using self-organizing teams in Scrum.  </p>",
		"1": "<iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/paQoyG6xCHM\"frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
		"2": "<p>Self-organizing teams decide on deadlines and pace of work together; usually resulting in quicker delivery. When changes in requirements need to be made, the team can adjust quickly without involvement of others. The team works closer with the customer when there’s no direct manager overlooking. These teams are designed to manage themselves, thus saving time on external management. The team is more cohesive, and less reliant on one man. When team members gain ownership in a project, they usually become invested in the results and are much more motivated. (Georgiou)</p>",
		"3": "<div id=\"w4Varn1\" class=\"anImage\">Figure 2</div>",
		"4": "<p>As many benefits as they provide, self-organizing teams aren’t always the best method for success. These teams excel in environments with changing variables and complex work. Straightforward tasks may be complicated by these teams and decrease efficiency. Another alternative for those unsure of implementing self-organizing teams are hybrid teams. “A hybrid structure consisting of both layered hierarchy and cross-functional teams, can increase your effectiveness significantly if you can figure out the parts of your organization that can most benefit from this kind of an approach to keep up with the operating environments that are changing faster than ever before.” (Isomaki).</p>",
		"5": "<div id=\"w4Varn2\" class=\"anImage\">Figure 3</div><br><br>",
		"6": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Agile Teams and the benefits of self-organizing. (2015, November 3). Retrieved November 20, 2018, from http://agileliteracy.com/agile-teams-benefits-of-self-organizing/#.W_RpE-hKhPY.(Figure 3)</p> <p>Georgiou, M. (2018, April 20). The Benefits of Self-Organizing Teams. Retrieved November 20, 2018, from https://www.startupgrind.com/blog/the-benefits-of-self-organizing-teams/</p> <p>Isomaki, A. (2016, September 27). When to Use Self-organizing Teams? Retrieved from https://www.viima.com/blog/when-to-use-self-organizing-teams(Figure 2)</p> <p>Scrum Self Organization. (n.d.). Retrieved November 20, 2018, from https://www.scrumstudy.com/whyscrum/scrum-self-organization(Figure 1)</p>"
	}],
	"win": [{
        "0":"Self-organizing teams is a term that sounds like the last thing anybody would want. From a management perspective it sounds like a disaster. For this reason, when someone ignorant about self-organizing teams hears the term, it is generally misconceived. There are several misconceptions about self-organizing teams such as, “the very definition of a self-organizing team, the thought that the team has to decide everything, and that when a team makes a decision it cannot be changed by any one person” (Surdek).",
        "1": "<div id=\"w4Win1\" class=\"anImage\"></div><span class=\"imgCap\"><a style = \"color: steelblue\" href=\"https://www.leadingagile.com/2018/06/limits-of-a-self-organizing-team/\">Figure 1 </a></span><br>",
        "2": "<span style= \"font-weight:bold\"><br>The definition of self-organizing team</span>",
		"3": "<p>What is a self-organizing team? A self-organizing team, according to Figure 1 above, is not just the act of putting people together, having them manage themselves, and giving them the freedom to do some work. According to Surdek, a self organizing team is the following:</p>",
        "4": "<p>&bull;“A team that has a certain level of decision-making authority. This level may change and evolve over time, but there is a clear sandbox defined where teams can make decisions.”</p> <p>&bull;“A team that is working toward meeting their emerging vision.”</p> <p>&bull;“A team that takes ownership of how they work and continuously evolves through having a continuous improvement mindset. In other words, where they are today is not where they will be six months from now.”</p>",
        "5": "Surdek has defined a self-organizing team as one that holds the ability to make some of their own decisions as well as a team that takes ownership of their own work and continues to evolve throughout the course the team is together. In other words, a self-organizing team is a team that has the ability to evolve over time while maintaining some control over their decision-making processes. Figure 2 below does a nice job summarizing what a self-organizing team is. Now that Surdek has defined a self-organizing team we can begin to cover the misconceptions behind them.",
		"6": "<div id=\"w4Win2\" class=\"anImage\"></div><span class=\"imgCap\"><a \"color: steelblue\" href=\"https://www.leadingagile.com/2018/06/limits-of-a-self-organizing-team/\">Figure 2 </a></span><br>",
        "7": "<span style = \" font-weight:bold\"><br>The thought that the team has to decide everything</span><p>Teams do not have to decide on everything. Some things are best left to a leader figure and can be discussed as a team. According to Surdek, “This is the softest weaponized form that I hear around self-organized teams. I typically hear this from team leaders who are uncomfortable bringing leadership and guidance to their teams in certain situations”. What Surdek is saying is that teams deciding everything is one of the biggest cons raised against self-organizing teams. Self-organizing teams do not have to decide everything though. There exists the ability for a leader to propose ideas and the team to discuss and come to an agreement.</p>",
        "8": "<span style = \" font-weight:bold\">When a team makes a decision it cannot be changed</span><p>This is a common myth too. According to Surdek, a manager does not completely disappear. In reality, according to Surdek, “the team operates in the context of a business, and within this context there are some accountabilities that need to remain with managers, general managers and executives”. In a self-organizing team, managers and executives will still exist to oversee operations outside of the team. The team is only in charge of organizing itself and still has a leader that reports to upper management.</p>",
        "9": "<div id=\"worksCited\" class=\"\"><p class=\"worksP\">Works Cited</p> <p>Surdek, Steffan. “Three Common Misunderstandings Of Self-Organized Teams.” Forbes, Forbes Magazine, 31 Aug. 2017, www.forbes.com/sites/forbescoachescouncil/2016/12/20/three-common-misunderstandings-of-self-organized-teams/#47969f195e02.</p></div>"
	}]

}
