{
	"mun": [{
		"0": "<p>Scrum is one of the two main implementations of Agile. Scrum teams are typically smaller and therefore require less roles to be played. This can pose uncertainties for the Business Analyst position. Typically, the Business Analyst works to capture requirements for products to be made. There are two roles that Scrum teams typically have the BA play: Product Owner or Team Member. </p>",
		"1": "<p>Product Owner:The Product Owner role actually already overlaps with the BA position. The Product Owner role is “much more focused on an individual product, whereas a BA might be working across a whole raft of products” (Bates). It’s important to note the service they provide in this role :they are physically available, providing efficient communication (A., P., A., & Anu, A.). The main difference is that in this role, the BA must ‘own the product’ and see through the product from design to delivery. This can impose a sharp learning curve on the BA, depending on their pre-existing skills. </p>",
    "2":"",
		"3": "<p>Team Member:When the BA is placed in a Team Member role, they are often assisting their peers. Many believe that the BA provides an important role as an addition to the team. “In a sense, the BA keeps the Product Owner honest – ensuring that the needs of the business and the customer are served by the PO’s decision making.” (Bates). The BA can provide a valuable resource to their peers also playing this role, however they may need to learn new skills and take on new responsibilities.</p>",
    "4":"",
		"5": "<p>‘Third Role’:There’s also technically a third role that a BA can be made to play. Although this is usually referred to moreso as a ‘trap’ than a role. This role is called the ‘Proxy Product Owner’. In this role, they act as a “go-between the real decision maker and the development team” (Pichler). A longer decision making process could result as the BA is weighed with more responsibilities, and they don’t have appropriate titles to empower them to make decisions.</p>",
    "6":"",
    "7":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>A., P., A., & Anu, A. (2018, August 12). <i>Role of Business Analysts in SCRUM and Why is a QA Best for this Role?</i>November 6, 2018. https://www.softwaretestinghelp.com/role-of-business-analysts-in-scrum/</p>  <p>Bates, S. (2016, April 26). Scrum in practice: <i>The role of the Business Analyst.</i> November 6,  2018. https://manifesto.co.uk/scrum-in-practice-the-role-of-the-business-analyst/</p> <p>A., P., A., & Anu, A. (2018, August 12). <i>Role of Business Analysts in SCRUM and Why is a QA Best for this Role?</i>November 6, 2018. https://www.softwaretestinghelp.com/role-of-business-analysts-in-scrum/</p> </div>"}],
  "nei": [{
    "0": "<p>t amet posuere turpis.</p>",
    "1": "<p>imperdiet.</p>",
    "2": "<p>N Mauris malesuada</p>",
    "3": "<p>placerat neque.</p>"}],
  "varn": [{
    "0": "<p>t amet posuere turpis.</p>",
    "1": "<p>imperdiet.</p>",
    "2": "<p>N Mauris malesuada</p>",
    "3": "<p>placerat neque.</p>"}],
  "win": [{
    "0": "<p>t amet posuere turpis.</p>",
    "1": "<p>imperdiet.</p>",
    "2": "<p>N Mauris malesuada</p>",
    "3": "<p>placerat neque.</p>"}]
}
