{
	"mun": [{
    "0":"<div id=\"w3Mun1\" class=\"anImage\"></div><span class=\"imgCap\"><a class=\"link\" href=\"http://www.metabusinessanalyst.com/wp-content/uploads/2017/04/AgileBA2.jpg.\">Types of Scrum Masters</span></a>",
		"1": "<p>Self-organizing teams lie at the heart of the agile methodology. They deliver results to end users while constantly corresponding with shareholders. A strong self-organizing team is the only requirement for the methodology to work. However, for such teams to work, there must be a certain level of accountability among team members. Several techniques can be used to achieve success, such as how team members are paired, domain knowledge, and creating incentives. It must be noted that self-organizing teams do have their limits, and are only as good as the management that organize the team. </p>",
		"2": "<br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/v2PaZ8Nl2T4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><br>",
		"3": "<p>The first concept to realize is that self organizing is not the same as self-management. Team members should only be paired when their skill sets are uniform, and not too polarizing. When there is strong similarity, there is case for effective communication and thus better results. In order for skill sets to improve within the organization, employees who are less knowledgeable should be grouped with those who are. This creates an atmosphere of peer learning.</p><br>",
		"4":"<p>Another tenet that requires such teams to work is to incentive the teams. While this means giving rewards when necessary, it also means that the team has to not be burdened with indomitable amounts of work. The very absence of an unrealistic goal negates all attempts of trying. Furthermore, incentives.
</p>",
		"5": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Cohn, Mike. “Self-Organizing Agile Teams Don't Just Happen by Chance.” <i>Mountain Goat Software</i>, 5 June 2018, www.mountaingoatsoftware.com/blog/self-organizing-teams-are-not-put-together-randomly.</p> <p>Nicolette, Dave. “Limits to a Self-Organizing Team | LeadingAgile Field Notes.” <i>LeadingAgile</i>, 20 June 2018, www.leadingagile.com/2018/06/limits-of-a-self-organizing-team/.</p><p>Warnert, Natalie. “Accountability Is Not the Problem You're Looking to Solve - DZone Agile.” <i>Dzone.com</i>, 9 Nov. 2017, dzone.com/articles/accountability-is-not-the-problem-youre-looking-to.</p></div>"
	}],
	"nei": [{
		"0": "<p>In today’s corporate climate, more and more companies are switching to using the agile methodology to manage their projects and make progress in the workspace. As one of the most important individuals in the typical Agile process is a scrum master, the demand of this job has been steadily rising since Agile became popular. The job is a demanding one, and requires proper certifications before a company will be willing to hire.</p>",
		"1": "<p>This guide will show the steps you will need to take to choose a certification and become a certified scrum master.</p>",
		"2":"<p>In order to even be considered by a company looking to hire a scrum master, one must first have in-depth knowledge about Agile, scrum, and the work that the company does (typically information technology-type work)(SmartSheet). This information can be obtained through one or more of the many ‘scrum certifications’ that are offered by various training companies.</p>",
		"3":"<p style=\"margin-left:40%; font-weight:bold;\">CSM</p>",
		"4":"<p>CSM, or ‘certified scrum master’, is the most popular entry level scrum master certification on the market today. This course teaches the basics of scrum and is essentially necessary for your development as a scrum master. Offered by several different companies, one of the more prestigious companies that offers this course is named ‘Scrum Alliance’. This company has been involved with scrum and agile for a long time, and is well respected by employers. This certification wil cost around $1000, and is a two-day course topped off with a tough exam. When becoming a scrum master, one should definitely start off with a CSM certification.</p>",
		"5":"<p style=\"margin-left:40%; font-weight:bold;\">CSPO</p>",
		"6": "<div id=\"w3Nei1\" class=\"anImage\">Figure 1</div>",
		"7": "<p>The CSPO, or ‘Certified Scrum Product Owner’ certification is a more advanced version of the CSM cert. This program is similar to the CSM cert, as it is typically a 2 day course offered for $1000. The main difference between the CSM and the CSPO is that the CSPO degree focuses heavily on the product owner side of the scrum master job. Essentially, a scrum product owner has much more responsibility than the average scrum master, as they are essentially almost a project manager and scrum master wrapped into one (O’Callaghan). This certification is useful if you wish to acquire a job that involves these two aspects. However, it is not necessary for most scrum master jobs.</p>",
		"8":"<p style=\"margin-left:40%; font-weight:bold;\">PMI-ACP</p>",
		"9":"<div id=\"w3Nei2\" class=\"anImage\">Figure 2</div>",
		"10":"<p>The PMI-ACP is the ‘Agile Certified Practitioner’ certificate offered by the Project Management Institute. This is one of the most prestigious certificated that one can acquire, and is only realistically obtainable after one has completed a CSM cert, had experience working on Agile projects. This certification is much more in-depth than the CSM certification, and expounds on the knowledge that one learns in the earlier degrees. With a CSM and PMI-ACP certification, and some prior work experience, one could easily get a higher-paying job ($100,000+) as a scrum master. </p>",
		"11":"<p>Overall, the CSM is essentially required for a job as a scrum master. Without this certification, it is near impossible to get a job with any company as an Agile Scrum Master. Once you get this degree, it opens up many doors of opportunity, and if you wish to multiply your chances at getting a higher level scrum master job, you can continue your education with a CSPO or PMI-ACP certification.</p>",
		"12":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Fig. 1 \"CSM or CSPO\". https://d2o2utebsixu4k.cloudfront.net/media/uploads/2017/02/CSM-or-CSPO.png.</p> <p>Fig. 2. \"PMI-ACP Requirements\" https://www.whizlabs.com/wp-content/uploads/2014/04/pmi-acp.png.</p> <p>O’Callaghan, Alan. \"Should I Pursue Certified Scrum Product Owner (CSPO) Certification?\" Learning Tree Blog, 14 July 2015, blog.learningtree.com/should-i-pursue-cspo-certification/.</p> <p>Smartsheet.\"Everything You Need to Know About Becoming a Certified Scrum Master.\" Smartsheet, 26 July 2018, www.smartsheet.com/everything-you-need-know-about-becoming-certified-scrum-master.</p>"
	}],
	"varn": [{
		"0": "<p>The roles of the Scrum Master and Project Manager often are thought to be the same. However, this is untrue as each have their own distinct jobs. “If anything, the Product Owner role is most closely aligned with the Project Manager role.”(codeenigma). Let’s look at where the two roles overlap as well as differentiate.</p>",
		"1": "<div id=\"w3Varn1\" class=\"anImage\"></div><span class=\"imgCap\">",
		"2": "<div id=\"twoDuties\">  <div class=\"aDuty\"><br><span style=\"font-weight:bold\">Scrum Master Duties</span><br>&bull;Coaches Product Owner<br> &bull;Monitors Progress of Sprint<br>&bull;Promotes Communication<br> &bull;Sprint Planning<br>&bull;Scheduling Daily Scrum Meetings<br>&bull;Assisting with Product Backlog<br>&bull;Improve Team Dynamics<br></div> <div class=\"aDuty\"><span style=\"font-weight:bold\"><br>Project Manager Duties</span><br>&bull;Manages Budget<br>Manages Risk<br>&bull;Allocates Tasks<br>&bull;Prioritizes Features<br>&bull;Defining Project Scope<br>&bull;Gathering Requirements<br>&bull;Assuring Quality</div>  </div>",
		"3": "<br><br><div id=\"w3Varn2\" class=\"anImage\"></div>",
		"4":"<br><br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/9MTadNiYk1w\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>",
		"5":"<br><span style=\"font-weight:bold;\">Where The Roles Overlap</span><br>&bull;Both roles act as the ‘glue’ of the team. They facilitate communication and help the team with their tasks.<br>&bull;Neither role is in charge. The clients, stakeholders, and Product Owners reserve the authority.<br> &bull;Both positions must be highly skilled and be great team players.<br> &bull;Both positions are there to facilitate the project.",
		"6":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>A Scrum Master is NOT a Project Manager. (n.d.). Retrieved November 13, 2018.https://www.codeenigma.com/community/blog/scrum-master-not-project-manager</p> <p>Carr, K., & Agarwal, S. (2018, February 27). Scrum Master vs. Project Manager: Differences and Similarities.November 13, 2018.https://www.knowledgehut.com/blog/agile/diferrences-similarities-scrum-master-project-manager</p> <p>Frederico, A. (n.d.). What's the Difference Between a Project Manager and a Scrum Master?November 13, 2018, from https://www.solstice.com/fwd/whats-the-difference-between-a-project-manager-and-a-scrum-master</p> <p>Scrum Master Versus Project Manager Differences and Similarities. (n.d.). November 13, 2018.https://www.sprintzeal.com/blog/training/scrum-master-versus-project-manager-differences-and-similarities</p>"
	}],
	"win": [{
		"0": "<div id=\"w3Win1\" class=\"anImage\"></div><span class=\"imgCap\">Figure 1</span>",
		"1": "<p>Anybody can try to be a scrum master, but what makes a great scrum master? Different personalities and characteristics help differentiate between great scrum masters and not so great scrum masters. Not only are there these characteristics, but there are also strengths and weaknesses. Like any member of a team, the scrum master will have strengths and weaknesses and the role will be best suited for the type of person that is able to manage these strengths and weaknesses best.</p>",
		"2":"<div id=\"w3Win2\" class=\"anImage\"></div><span class=\"imgCap\">Figure 2</span>",
		"3":"<p>“A great scrum master involves the team with setting up to process” (Overeem, Barry). A great scrum master will make sure that the entire team is okay with the scrum process. An example Barry makes is that the daily scrum meeting is planned at a time that suits all team members.</p>",
		"4":"<p>Barry Overeem lists many other qualities of a great scrum master. The list is very comprehensive and is worth a read. Here are just a few qualities Barry Overeem lists of a great scrum master, “Understands team development”, “Understands principles are more important than practices”, “Recognizes and acts on team conflict”, “Dares to be disruptive”,  and “Encourages ownership” (Overeem, Barry).</p>",
		"5": "<p>“A great Scrum Master recognizes himself in the acronym made up by Geoff Watts, RE-TRAINED:” (Overeem, Barry)<div id=\"twoDuties\"> <div class=\"aDutyWin\"><br>Resourceful<br> Enabling<br> Tactful<br> Respected<br> Alternative<br> Inspiring<br> Nurturing<br> Emphatic<br> Disruptive<br><br></div> <div class=\"aDutyWin2\"><br>Creative in removing impediments<br> Passionate about helping others<br> Diplomacy personified<br> A reputation for integrity<br> Prepared to promote a counter-culture<br> Generates enthusiasm and energy in others<br> Enjoys helping teams and individuals develop and grow<br> Sensitive to those around them<br> Breaks the status quo, help create a new way of working<br><br></div> </div></p>",
		"6": "<div id=\"w3Win3\" class=\"anImage\"></div><span class=\"imgCap\">Figure 2</span>",
		"7":"<p>One weakness of a scrum master, according to MattGrommes, is thinking that the team will be able to take care of their own impediments. A great scrum master should never assume that their team can handle their own impediments. One critical job of the scrum master is to help the team by taking care of any impediments. Failure to handle the impediments will snowball until they become unmanageable.</p>",
		"8":"<p>Another weakness that MattGrommes mentions is when the scrum master thinks they are in charge of the team. A scrum master should not have direct control over the team because the team is supposed to be self-managing. This creates a bad atmosphere for the team and is detrimental to the agile methodology. A scrum master that is trying to manage the team is trying to incorporate waterfall techniques into agile.</p>",
		"9":"<p>The final weakness, according to Pepijn van de Vorst, is when a scrum master tends to take over a task of a product owner when the product owner does not finish the tasks. Scrum masters should not be taking over work from other team members, but instead, they should be working to resolve any impediments that are causing the work to not be completed.</p>",
		"10":"<div id=\"worksCited\" class=\"winWorksCited3\"><p class=\"worksP\">Works Cited</p> <p>MattGrommes. “Bad Habits of Your Scrum Master.”<i> Stack Overflow</i>, stackoverflow.com/questions/168593/bad-habits-of-your-scrum-master.</p> <p>Pepijn van de Vorst. “What are your weaknesses as a scrum master?” <i>Quora</i>, https://www.quora.com/What-are-your-weaknesses-as-a-scrum-master.</p> <p>Overeem, Barry. “Characteristics of a Great Scrum Master.” <i>Barry Overeem – The Liberators</i>, www.barryovereem.com/characteristics-of-a-great-scrum-master/.</p> <p>Figure 1: “6 Must Have Skills to Become a Notable Scrum Master.”<i> Nutcache.com</i>, 15 Jan. 2018, www.nutcache.com/blog/6-must-have-skills-to-become-a-notable-scrum-master/.</p> <p>Figure 2: \"Build Up Employee Strengths for a Stronger Company.\"<i> HR Payroll Systems</i>, 14 May 2015, www.hrpayrollsystems.net/with-our-powers-combined-build-up-employee-strengths-for-a-stronger-company/.</p> <p>Figure 3: “Why It Is Important To Embrace Your Weaknesses.” <i>Potentash</i>, 20 Feb. 2018, www.potentash.com/2018/02/20/important-embrace-your-weaknesses-lifestyle/.</p>"
	}]

}
