{
	"varn": [{
		"0": "<p>Scrum is one of the two main implementations of Agile. Scrum teams are typically smaller and therefore require less roles to be played. This can pose uncertainties for the Business Analyst position. Typically, the Business Analyst works to capture requirements for products to be made. There are two roles that Scrum teams typically have the BA play: Product Owner or Team Member. </p>",
    "1":"<br>Product Owner:",
    "2":"<div id=\"w2Varn1\" class=\"anImage\"></div>",
    "3": "<p>The Product Owner role actually already overlaps with the BA position. The Product Owner role is “much more focused on an individual product, whereas a BA might be working across a whole raft of products” (Bates). It’s important to note the service they provide in this role :they are physically available, providing efficient communication (A., P., A., & Anu, A.). The main difference is that in this role, the BA must ‘own the product’ and see through the product from design to delivery. This can impose a sharp learning curve on the BA, depending on their pre-existing skills. </p>",
    "4":"<br>Team Member:",
		"5": "<p>When the BA is placed in a Team Member role, they are often assisting their peers. Many believe that the BA provides an important role as an addition to the team. “In a sense, the BA keeps the Product Owner honest – ensuring that the needs of the business and the customer are served by the PO’s decision making.” (Bates). The BA can provide a valuable resource to their peers also playing this role, however they may need to learn new skills and take on new responsibilities.</p>",
    "6":"<br>‘Third Role’:",
    "7":"<div id=\"w2Varn2\" class=\"anImage\"></div>",
		"7": "<p>‘Third Role’:There’s also technically a third role that a BA can be made to play. Although this is usually referred to moreso as a ‘trap’ than a role. This role is called the ‘Proxy Product Owner’. In this role, they act as a “go-between the real decision maker and the development team” (Pichler). A longer decision making process could result as the BA is weighed with more responsibilities, and they don’t have appropriate titles to empower them to make decisions.</p>",
    "8":"<div id=\"w2Varn3\" class=\"anImage\"></div>",
    "9":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>A., P., A., & Anu, A. (2018, August 12). <i>Role of Business Analysts in SCRUM and Why is a QA Best for this Role?</i>November 6, 2018. https://www.softwaretestinghelp.com/role-of-business-analysts-in-scrum/</p>  <p>Bates, S. (2016, April 26). Scrum in practice: <i>The role of the Business Analyst.</i> November 6,  2018. https://manifesto.co.uk/scrum-in-practice-the-role-of-the-business-analyst/</p> <p>A., P., A., & Anu, A. (2018, August 12). <i>Role of Business Analysts in SCRUM and Why is a QA Best for this Role?</i>November 6, 2018. https://www.softwaretestinghelp.com/role-of-business-analysts-in-scrum/</p> </div>"}],
    "mun":[{"0":"<p>The role of a business analyst is ambiguous, unlike traditional corporate positions. However, a business analyst mostly serves as an intermediary between stakeholders and development teams. The development team could be the Sales force, Marketing Department, Finance & Accounting department, the Production department and the human resource department (Josh 2019). In either case the analyst is responsible for communicating the status of the project to either parties throughout its life cycle. This involves Understanding of the Business Requirements, Maintenance of Systems and Operations, Elaborating the details of the project, either through speech or technical writing (Josh 2017).<br><br><a style=\"color:steelblue\" href=\"https://www.glassdoor.com/Job/mountain-view-ca-business-analyst-jobs-SRCH_IL.0,16_IC1147431_KO17,33.htm?src=GD_JOB_AD&t=EMPLOYER_SEARCH_RESULTS&ao=191997&s=21&rdserp=true&srs=EI_JOBS&jl=2983906291\">Business Analyst- GOogle - Mountain View, CA Master</a><blockquote style=\"border-left:2px solid steelblue\"><ul> <li>Assisting Product Owners and teams in story writing, backlog maintenance and prioritization and planning. Facilitating creation and prioritization of program-level feature and architectural backlogs.</li> <li>Tracking and removing impediments.</li> <li>Servings as teams’ or programs’ information radiator, representing the team or program to senior management, stakeholders and sponsors.</li> </ul></blockquote><br></p>",
      "1":"<br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/watch?v=lkfZwVPKbsE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><br>",
      "2":"<p>A more succinct description was given by Skracic when he stated that “When a business needs to solve a current or future problem it’s a business analyst’s job to help facilitate a solution.” This further explains how the role of a BA can evolve depending on the nature of the company. An analyst at a consulting firm and an analyst at Google, while similarly skilled will see a divergence in their level of technical expertise. The BA at google may be required to have some programming experience or even be a data analyst, whereas the BA at the consulting firm may only need to be a data analyst.</p>",
      "3":"<div id=\"w2mun1\" class=\"anImage\"></div><span class=\"imgCap\"><a class=\"link\" href=\"http://www.midiaresearch.com/app/uploads/2017/11/promo-slide2.png\"><span>The Business Analyst.</a></span>",
      "4":"<p>All in all, Josh states that a BA must be willing to work to “attain a successful end product”. That is to say no matter how volatile the requirements get, the analyst has to actively work against all odds and setbacks so that a product can be delivered. He/she will have to be well versed in solutions testing, requirements modeling and software document preparation. According to Skracic, this is done “by writing clear requirements and creating data models, process diagrams and design wireframes that will further support the business’ needs.” The title of Business Analyst need not be explicitly defined in one’s title, but if the job fits the aforementioned requirements, then he/she is in fact a BA.<p>",
      "5":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Ferrer, Marcos. “Explaining Business Analysis to Laypersons, Including Ourselves.” <i>BA Times,</i> 7 Jan. 2014, www.batimes.com/marcos-ferrer/explaining-business-analysis-to-laypersons-including-ourselves.html.</p> <p>Josh, Serena. “Top 10 Responsibilities of a Business Analyst.”<i> Zarantech.com</i>, 8 Mar. 2017, www.zarantech.com/blog/top-10-responsibilities-business-analyst/.</p> <p>Skracic, Luka. “So What Does a Business Analyst Actually Do?” <i>Elabor8, </i>elabor8.com.au/what-does-a-business-analyst-actually-do/.</p> <p>Whittenberger, Aaron. “My Job Title Is Not Business Analyst, But Am I One?” <i>BA Times,</i>Batimes, 11 Mar. 2014, www.batimes.com/articles/my-job-title-is-not-business-analyst-but-am-i-one.html.</p></div>"}],
  "nei": [{
    "0": "<p>t amet posuere turpis.</p>",
    "1": "<p>imperdiet.</p>",
    "2": "<p>N Mauris malesuada</p>",
    "3": "<p>placerat neque.</p>"}],
  "win": [{
    "0": "<p>t amet posuere turpis.</p>",
    "1": "<p>imperdiet.</p>",
    "2": "<p>N Mauris malesuada</p>",
    "3": "<p>placerat neque.</p>"}]
}
