{
	"mun": [{
    "0":"<div id=\"w3Mun1\" class=\"anImage\"></div><span class=\"imgCap\"><a class=\"link\" href=\"http://www.metabusinessanalyst.com/wp-content/uploads/2017/04/AgileBA2.jpg.\">Types of Scrum Masters</span></a>",
		"1": "<p>A Scrum Master ensures that his/her team adheres to the principles of agile as they work to deliver a product. Furthermore, the scrum master needs to ensure that the team is self-organizing, and in sync with the stakeholders as the product requirements change. A technical team needs to continuously test their product, integrate their workflow, and most importantly know their limits. A team and its scrum master that does not know its limits may fail to deliver products on time, or any products at all. A scrum master with insufficient programming knowledge may inundate their team with unrealistic goals. For this reason, I believe that Software teams need to be led by Software Engineers.</p>",
		"2": "<br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/6Rkq5CpXGeM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><br>",
		"3": "<p>Amongst professional developers, the pendulum swings to both ends of this dichotomy. One group of engineers believes that teams are more productive when the scrum lead is entirely aware of the technologies being used. The other group believes that a technical lead may interfere with the development process. Jeff Meyer of Scrumalliance favors technical leads, but Bill Devoe from Velocity Partners argues otherwise. Meyer believes that “A ScrumMaster needs to be able to converse in macro terms and micro terms.” In the same article he also writes, <blockquote>A key part of understanding what success means is understanding what folks are working on, understanding how they are working on it, and understanding the root of the issues they struggle with. All of that can only be achieved by speaking the language that the team best understands: code.</blockquote></p>",
		"4":"<p>Devoe believes that technical srcum masters can be a hindrance to the team because “They may even – horror of horrors – try to tell the team how to break down stories into tasks.” While Devoe made several convincing points throughout the article, I was convinced against his assessment when I searched for the job requirements of a scrum master at Google.<br><a style=\"color:steelblue\" href=\"https://www.glassdoor.com/Job/mountain-view-ca-business-analyst-jobs-SRCH_IL.0,16_IC1147431_KO17,33.htm?src=GD_JOB_AD&t=EMPLOYER_SEARCH_RESULTS&ao=191997&s=21&rdserp=true&srs=EI_JOBS&jl=2983906291\">Technical Project Manager, Google Marketing Solutions</a><blockquote style=\"border-left:2px solid steelblue\"><ul> <li>Bachelor's degree in Computer Science or related technical field, or equivalent practical experience.</li> <li>3 years of experience working in Software Engineering, Product Management, or Technical Program Manager role.</li> <li>2 years of experience in building API’s or with managing technical integrations through API’s.</li> </ul></blockquote>Essentially, I am convinced that a successful programming project cannot make significant progress so far without a technical scrum master.</p>",
		"5": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Devoe, Bill. “Do We Need a Technical Scrum Master?” <i>Velocity Partners</i>, 20 Apr. 2017, www.velocitypartners.net/blog/2017/04/20/do-we-need-a-technical-scrum-master/.</p> <p>Meyer, Jeff. “The Case for a Technical ScrumMaster.” <i>Scrum Alliance - Scrum Alliance Member-Submitted Informational Articles</i>, 11 Feb. 2013, www.scrumalliance.org/community/articles/2013/february/the-case-for-a-technical-scrummaster.</p><p>Overeem, Barry. “Should a Scrum Master Be Technical?” <i>Barry Overeem – The Liberators</i>, 28 Aug. 2017, www.barryovereem.com/should-a-scrum-master-be-technical/.</p></div>"
	}],
	"nei": [{
		"0": "<p>t amet posuere turpis.</p>",
		"1": "<p>imperdiet.</p>",
		"2": "<p>N Mauris malesuada</p>",
		"3": "<p>placerat neque.</p>"
	}],
	"varn": [{
		"0": "<p>t amet posuere turpis.</p>",
		"1": "<p>imperdiet.</p>",
		"2": "<p>N Mauris malesuada</p>",
		"3": "<p>placerat neque.</p>"
	}],
	"win": [{
		"0": "<p>t amet posuere turpis.</p>",
		"1": "<p>imperdiet.</p>",
		"2": "<p>N Mauris malesuada</p>",
		"3": "<p>placerat neque.</p>"
	}]

}
