{
	"mun": [{
    "0":"<div id=\"w3Mun1\" class=\"anImage\"></div><span class=\"imgCap\"><a class=\"link\" href=\"http://www.metabusinessanalyst.com/wp-content/uploads/2017/04/AgileBA2.jpg.\">Types of Scrum Masters</span></a>",
		"1": "<p>A Scrum Master ensures that his/her team adheres to the principles of agile as they work to deliver a product. Furthermore, the scrum master needs to ensure that the team is self-organizing, and in sync with the stakeholders as the product requirements change. A technical team needs to continuously test their product, integrate their workflow, and most importantly know their limits. A team and its scrum master that does not know its limits may fail to deliver products on time, or any products at all. A scrum master with insufficient programming knowledge may inundate their team with unrealistic goals. For this reason, I believe that Software teams need to be led by Software Engineers.</p>",
		"2": "<br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/6Rkq5CpXGeM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><br>",
		"3": "<p>Amongst professional developers, the pendulum swings to both ends of this dichotomy. One group of engineers believes that teams are more productive when the scrum lead is entirely aware of the technologies being used. The other group believes that a technical lead may interfere with the development process. Jeff Meyer of Scrumalliance favors technical leads, but Bill Devoe from Velocity Partners argues otherwise. Meyer believes that “A ScrumMaster needs to be able to converse in macro terms and micro terms.” In the same article he also writes, <blockquote>A key part of understanding what success means is understanding what folks are working on, understanding how they are working on it, and understanding the root of the issues they struggle with. All of that can only be achieved by speaking the language that the team best understands: code.</blockquote></p><br>",
		"4":"<p>Devoe believes that technical scrum masters can be a hindrance to the team because “They may even – horror of horrors – try to tell the team how to break down stories into tasks.” While Devoe made several convincing points throughout the article, I was convinced against his assessment when I searched for the job requirements of a scrum master at Google.<br><a style=\"color:steelblue\" href=\"https://www.glassdoor.com/Job/mountain-view-ca-business-analyst-jobs-SRCH_IL.0,16_IC1147431_KO17,33.htm?src=GD_JOB_AD&t=EMPLOYER_SEARCH_RESULTS&ao=191997&s=21&rdserp=true&srs=EI_JOBS&jl=2983906291\">Technical Project Manager, Google Marketing Solutions</a><blockquote style=\"border-left:2px solid steelblue\"><ul> <li>Bachelor's degree in Computer Science or related technical field, or equivalent practical experience.</li> <li>3 years of experience working in Software Engineering, Product Management, or Technical Program Manager role.</li> <li>2 years of experience in building API’s or with managing technical integrations through API’s.</li> </ul></blockquote>The Alphabet company prefers to hire Computer Science Majors as their scrum masters, even when the job is in marketing. Based on Google’s tradition of delivering high quality software, it validates the claim that development teams are very successful when technical managers are in charge. When a team’s master has a bird’s eye view of the agile process and the software’s life cycle, it creates synchrony among all levels in the team. The same cannot be done when the scrum master is non-technical; he/she may be more of a burden than an asset.</p><br><br><br><br>",
		"5": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Devoe, Bill. “Do We Need a Technical Scrum Master?” <i>Velocity Partners</i>, 20 Apr. 2017, www.velocitypartners.net/blog/2017/04/20/do-we-need-a-technical-scrum-master/.</p> <p>Meyer, Jeff. “The Case for a Technical ScrumMaster.” <i>Scrum Alliance - Scrum Alliance Member-Submitted Informational Articles</i>, 11 Feb. 2013, www.scrumalliance.org/community/articles/2013/february/the-case-for-a-technical-scrummaster.</p><p>Overeem, Barry. “Should a Scrum Master Be Technical?” <i>Barry Overeem – The Liberators</i>, 28 Aug. 2017, www.barryovereem.com/should-a-scrum-master-be-technical/.</p></div>"
	}],
	"nei": [{
		"0": "<p>In today’s corporate climate, more and more companies are switching to using the agile methodology to manage their projects and make progress in the workspace. As one of the most important individuals in the typical Agile process is a scrum master, the demand of this job has been steadily rising since Agile became popular. The job is a demanding one, and requires proper certifications before a company will be willing to hire.</p>",
		"1": "<p>This guide will show the steps you will need to take to choose a certification and become a certified scrum master.</p>",
		"2":"<p>In order to even be considered by a company looking to hire a scrum master, one must first have in-depth knowledge about Agile, scrum, and the work that the company does (typically information technology-type work)(SmartSheet). This information can be obtained through one or more of the many ‘scrum certifications’ that are offered by various training companies.</p>",
		"3":"<p style=\"margin-left:12%; font-weight:bold;\">CSM</p>",
		"4":"<p>CSM, or ‘certified scrum master’, is the most popular entry level scrum master certification on the market today. This course teaches the basics of scrum and is essentially necessary for your development as a scrum master. Offered by several different companies, one of the more prestigious companies that offers this course is named ‘Scrum Alliance’. This company has been involved with scrum and agile for a long time, and is well respected by employers. This certification wil cost around $1000, and is a two-day course topped off with a tough exam. When becoming a scrum master, one should definitely start off with a CSM certification.</p>",
		"5":"<p style=\"margin-left:12%; font-weight:bold;\">CSPO</p>",
		"6": "<div id=\"w3Nei1\" class=\"anImage\"></div>",
		"7": "<p>The CSPO, or ‘Certified Scrum Product Owner’ certification is a more advanced version of the CSM cert. This program is similar to the CSM cert, as it is typically a 2 day course offered for $1000. The main difference between the CSM and the CSPO is that the CSPO degree focuses heavily on the product owner side of the scrum master job. Essentially, a scrum product owner has much more responsibility than the average scrum master, as they are essentially almost a project manager and scrum master wrapped into one (O’Callaghan). This certification is useful if you wish to acquire a job that involves these two aspects. However, it is not necessary for most scrum master jobs.</p>",
		"8":"<p style=\"margin-left:;  font-weight:bold;\">PMI-ACP</p>",
		"9":"<div id=\"w3Nei2\" class=\"anImage\"></div>",
		"10":"<p>The PMI-ACP is the ‘Agile Certified Practitioner’ certificate offered by the Project Management Institute. This is one of the most prestigious certificated that one can acquire, and is only realistically obtainable after one has completed a CSM cert, had experience working on Agile projects. This certification is much more in-depth than the CSM certification, and expounds on the knowledge that one learns in the earlier degrees. With a CSM and PMI-ACP certification, and some prior work experience, one could easily get a higher-paying job ($100,000+) as a scrum master. </p>",
		"11":"<p>Overall, the CSM is essentially required for a job as a scrum master. Without this certification, it is near impossible to get a job with any company as an Agile Scrum Master. Once you get this degree, it opens up many doors of opportunity, and if you wish to multiply your chances at getting a higher level scrum master job, you can continue your education with a CSPO or PMI-ACP certification.</p>",
		"12":"<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Fig. 1 \"CSM or CSPO\". https://d2o2utebsixu4k.cloudfront.net/media/uploads/2017/02/CSM-or-CSPO.png.</p> <p>Fig. 2. \"PMI-ACP Requirements\" https://www.whizlabs.com/wp-content/uploads/2014/04/pmi-acp.png.</p> <p>O’Callaghan, Alan. \"Should I Pursue Certified Scrum Product Owner (CSPO) Certification?\" Learning Tree Blog, 14 July 2015, blog.learningtree.com/should-i-pursue-cspo-certification/.</p> <p>Smartsheet.\"Everything You Need to Know About Becoming a Certified Scrum Master.\" Smartsheet, 26 July 2018, www.smartsheet.com/everything-you-need-know-about-becoming-certified-scrum-master.</p>"
	}],
	"varn": [{
		"0": "<p>t amet posuere turpis.</p>",
		"1": "<p>imperdiet.</p>",
		"2": "<p>N Mauris malesuada</p>",
		"3": "<p>placerat neque.</p>"
	}],
	"win": [{
		"0": "<p>t amet posuere turpis.</p>",
		"1": "<p>imperdiet.</p>",
		"2": "<p>N Mauris malesuada</p>",
		"3": "<p>placerat neque.</p>"
	}]

}
