{
	"mun": [{
		"0": "<p>Self-organizing teams lie at the heart of the agile methodology. They deliver results to end users while constantly corresponding with shareholders. A strong self-organizing team is the only requirement for the methodology to work. However, for such teams to work, there must be a certain level of accountability among team members. Several techniques can be used to achieve success, such as how team members are paired, domain knowledge, and creating incentives. It must be noted that self-organizing teams do have their limits, and are only as good as the management that organize the team. </p>",
		"1": "<br><iframe style=\"width=10%; height:12%\" src=\"https://www.youtube.com/embed/v2PaZ8Nl2T4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><br>",
		"2": "<p>The first concept to realize is that self organizing is not the same as self-management. Team members should only be paired when their skill sets are uniform, and not too polarizing. When there is strong similarity, there is case for effective communication and thus better results. In order for skill sets to improve within the organization, employees who are less knowledgeable should be grouped with those who are. This creates an atmosphere of peer learning.</p><br>",
		"3": "<p>Another tenet that requires such teams to work is to incentive the teams. While this means giving rewards when necessary, it also means that the team has to not be burdened with indomitable amounts of work. The very absence of an unrealistic goal negates all attempts of trying. Furthermore, incentives.</p>",
		"4": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Cohn, Mike. “Self-Organizing Agile Teams Don't Just Happen by Chance.” <i>Mountain Goat Software</i>, 5 June 2018, www.mountaingoatsoftware.com/blog/self-organizing-teams-are-not-put-together-randomly.</p> <p>Nicolette, Dave. “Limits to a Self-Organizing Team | LeadingAgile Field Notes.” <i>LeadingAgile</i>, 20 June 2018, www.leadingagile.com/2018/06/limits-of-a-self-organizing-team/.</p><p>Warnert, Natalie. “Accountability Is Not the Problem You're Looking to Solve - DZone Agile.” <i>Dzone.com</i>, 9 Nov. 2017, dzone.com/articles/accountability-is-not-the-problem-youre-looking-to.</p></div>"
	}],
	"nei": [{
		"0": "<div id=\"w4Nei1\" class=\"anImage\"><span style=\"font-weight:;\">Figure 1</span></div>",
		"1": "<p>In today’s corporate climate, more and more companies are switching to using the agile methodology to manage their projects and make progress in the workspace. As one of the most important individuals in the typical Agile process is a scrum master, the demand of this job has been steadily rising since Agile became popular. The job is a demanding one, and requires proper certifications before a company will be willing to hire.</p>",
		"2": "<p>Self organizing teams have been a staple of the Agile methodology for a significant amount of time. Essentially, they can be defined as a self-governing group of individuals that all work towards the same goals, without any clear overlord boss lording over them. These groups are much different than the traditional work hierarchy from the past, and this type of management style can lead to increased productivity if done correctly.</p>",
		"3": "<div id=\"w4Nei2\" class=\"anImage\"><span style=\"font-weight:;\">Figure 2</span></div>",
		"4": "<p>This may be true, however, there are a few flaws with the true concept of self-organizing teams that keep it from becoming the most accepted management style in the modern business scene.</p>",
		"5": "<p>As stated previously, compared to traditional management styles, there is nobody to force or order people to do work on a self organizing team. One of the main disadvantages of this management philosophy is derived from the concept of self-motivation. Typically, in classic systems with a boss, work is assigned by the boss, and the individuals on the team must complete the work or face being fired by the boss. In a self-organizing team, the process of work division and accountability fall on the employees themselves. This essentially takes the responsibilities of a traditional boss and divides it among the employees. </p>",
		"6": "<p>The CSPO, or ‘Certified Scrum Product Owner’ certification is a more advanced version of the CSM cert. This program is similar to the CSM cert, as it is typically a 2 day course offered for $1000. The main difference between the CSM and the CSPO is that the CSPO degree focuses heavily on the product owner side of the scrum master job. Essentially, a scrum product owner has much more responsibility than the average scrum master, as they are essentially almost a project manager and scrum master wrapped into one (O’Callaghan). This certification is useful if you wish to acquire a job that involves these two aspects. However, it is not necessary for most scrum master jobs.<p>",
		"7": "<p>The reason why this could potentially be a disadvantage is that in order to achieve success, employees in this system need more self motivation compared to employees in a classic management system. The employees need to care enough to motivate each other to share an equal burden of the work. When the employees are motivated, care, and are willing to work, then the team will thrive. However, without this motivation, tasks may become unevenly distributed among the team due to laziness, and the project might fail. This is one of the flaws with self-organizing teams, and why not all of them succeed.</p>",
		"8": "<p>This is the reason why, according to research completed by The Shift Index, only 15 percent of self-organizing teams reach their full potential. (Hundermark). This method can work fine, but without motivated team members, it will be doomed to fail.</p>",
		"9": "<p>The PMI-ACP is the ‘Agile Certified Practitioner’ certificate offered by the Project Management Institute. This is one of the most prestigious certificated that one can acquire, and is only realistically obtainable after one has completed a CSM cert, had experience working on Agile projects. This certification is much more in-depth than the CSM certification, and expounds on the knowledge that one learns in the earlier degrees. With a CSM and PMI-ACP certification, and some prior work experience, one could easily get a higher-paying job ($100,000+) as a scrum master. </p>",
		"10": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Fig. 1 “Self-organizing teams”. https://image.slidesharecdn.com/agile-160803103111/95/self-organizing-team-challenges-strategy-presented-by-kelvin-soen-6-638.jpg?cb=1470220621.</p> <p>Fig. 2. “Teamwork”. http://vambe.com/wp-content/uploads/2018/07/selfSelection.png.</p> <p>Hundermark, Peter, and Sigi Kaltenecker. “Why Do We Need Self-Organising Teams?” InfoQ, InfoQ, 9 Aug. 2014, www.infoq.com/articles/why-need-self-organizing-teams.</p></div>"
	}],
	"varn": [{
		"0": "<p>A self-organizing team in agile is one that holds power within itself and takes responsibility for itself. “They also take ownership of their work and are continuously working to improve themselves and the process.” (Georgiou). The Scrum framework trusts that its employees do not need to be managed (Scrum Self Organization). The goal of investing team members with decision-making power is to receive more creative and innovative work out of the employees. The video below explains the benefits and misconceptions of using self-organizing teams in Scrum.  </p>",
		"1": "<iframe style=\"width=10%; height:12%\" src=\"https://www.scrumstudy.com/whyscrum/scrum-self-organization\"></iframe>",
		"2": "<p>Self-organizing teams decide on deadlines and pace of work together; usually resulting in quicker delivery. When changes in requirements need to be made, the team can adjust quickly without involvement of others. The team works closer with the customer when there’s no direct manager overlooking. These teams are designed to manage themselves, thus saving time on external management. The team is more cohesive, and less reliant on one man. When team members gain ownership in a project, they usually become invested in the results and are much more motivated. (Georgiou)</p>",
		"3": "<div id=\"w4Varn1\" class=\"anImage\"></div><span class=\"imgCap\">",
		"4": "<p>As many benefits as they provide, self-organizing teams aren’t always the best method for success. These teams excel in environments with changing variables and complex work. Straightforward tasks may be complicated by these teams and decrease efficiency. Another alternative for those unsure of implementing self-organizing teams are hybrid teams. “A hybrid structure consisting of both layered hierarchy and cross-functional teams, can increase your effectiveness significantly if you can figure out the parts of your organization that can most benefit from this kind of an approach to keep up with the operating environments that are changing faster than ever before.” (Isomaki).</p>",
		"5": "<div id=\"w4Varn2\" class=\"anImage\"></div><span class=\"imgCap\">",
		"6": "<div id=\"worksCited\"><p class=\"worksP\">Works Cited</p> <p>Agile Teams and the benefits of self-organizing. (2015, November 3). Retrieved November 20, 2018, from http://agileliteracy.com/agile-teams-benefits-of-self-organizing/#.W_RpE-hKhPY.(Figure 3)</p> <p>Georgiou, M. (2018, April 20). The Benefits of Self-Organizing Teams. Retrieved November 20, 2018, from https://www.startupgrind.com/blog/the-benefits-of-self-organizing-teams/</p> <p>Isomaki, A. (2016, September 27). When to Use Self-organizing Teams? Retrieved from https://www.viima.com/blog/when-to-use-self-organizing-teams(Figure 2)</p> <p>Scrum Self Organization. (n.d.). Retrieved November 20, 2018, from https://www.scrumstudy.com/whyscrum/scrum-self-organization(Figure 1)</p>"
	}],
	"win": [{
		"0": "<div id=\"w3Win1\" class=\"anImage\"></div><span class=\"imgCap\">Figure 1</span>",
		"1": "<p>Anybody can try to be a scrum master, but what makes a great scrum master? Different personalities and characteristics help differentiate between great scrum masters and not so great scrum masters. Not only are there these characteristics, but there are also strengths and weaknesses. Like any member of a team, the scrum master will have strengths and weaknesses and the role will be best suited for the type of person that is able to manage these strengths and weaknesses best.</p>",
		"2": "<div id=\"w3Win2\" class=\"anImage\"></div><span class=\"imgCap\">Figure 2</span>",
		"3": "<p>“A great scrum master involves the team with setting up to process” (Overeem, Barry). A great scrum master will make sure that the entire team is okay with the scrum process. An example Barry makes is that the daily scrum meeting is planned at a time that suits all team members.</p>",
		"4": "<p>Barry Overeem lists many other qualities of a great scrum master. The list is very comprehensive and is worth a read. Here are just a few qualities Barry Overeem lists of a great scrum master, “Understands team development”, “Understands principles are more important than practices”, “Recognizes and acts on team conflict”, “Dares to be disruptive”,  and “Encourages ownership” (Overeem, Barry).</p>",
		"5": "<p>“A great Scrum Master recognizes himself in the acronym made up by Geoff Watts, RE-TRAINED:” (Overeem, Barry)<div id=\"twoDuties\"> <div class=\"aDutyWin\"><br>Resourceful<br> Enabling<br> Tactful<br> Respected<br> Alternative<br> Inspiring<br> Nurturing<br> Emphatic<br> Disruptive<br><br></div> <div class=\"aDutyWin2\"><br>Creative in removing impediments<br> Passionate about helping others<br> Diplomacy personified<br> A reputation for integrity<br> Prepared to promote a counter-culture<br> Generates enthusiasm and energy in others<br> Enjoys helping teams and individuals develop and grow<br> Sensitive to those around them<br> Breaks the status quo, help create a new way of working<br><br></div> </div></p>",
		"6": "<div id=\"w3Win3\" class=\"anImage\"></div><span class=\"imgCap\">Figure 2</span>",
		"7": "<p>One weakness of a scrum master, according to MattGrommes, is thinking that the team will be able to take care of their own impediments. A great scrum master should never assume that their team can handle their own impediments. One critical job of the scrum master is to help the team by taking care of any impediments. Failure to handle the impediments will snowball until they become unmanageable.</p>",
		"8": "<p>Another weakness that MattGrommes mentions is when the scrum master thinks they are in charge of the team. A scrum master should not have direct control over the team because the team is supposed to be self-managing. This creates a bad atmosphere for the team and is detrimental to the agile methodology. A scrum master that is trying to manage the team is trying to incorporate waterfall techniques into agile.</p>",
		"9": "<p>The final weakness, according to Pepijn van de Vorst, is when a scrum master tends to take over a task of a product owner when the product owner does not finish the tasks. Scrum masters should not be taking over work from other team members, but instead, they should be working to resolve any impediments that are causing the work to not be completed.</p>",
		"10": "<div id=\"worksCited\" class=\"winWorksCited3\"><p class=\"worksP\">Works Cited</p> <p>MattGrommes. “Bad Habits of Your Scrum Master.”<i> Stack Overflow</i>, stackoverflow.com/questions/168593/bad-habits-of-your-scrum-master.</p> <p>Pepijn van de Vorst. “What are your weaknesses as a scrum master?” <i>Quora</i>, https://www.quora.com/What-are-your-weaknesses-as-a-scrum-master.</p> <p>Overeem, Barry. “Characteristics of a Great Scrum Master.” <i>Barry Overeem – The Liberators</i>, www.barryovereem.com/characteristics-of-a-great-scrum-master/.</p> <p>Figure 1: “6 Must Have Skills to Become a Notable Scrum Master.”<i> Nutcache.com</i>, 15 Jan. 2018, www.nutcache.com/blog/6-must-have-skills-to-become-a-notable-scrum-master/.</p> <p>Figure 2: \"Build Up Employee Strengths for a Stronger Company.\"<i> HR Payroll Systems</i>, 14 May 2015, www.hrpayrollsystems.net/with-our-powers-combined-build-up-employee-strengths-for-a-stronger-company/.</p> <p>Figure 3: “Why It Is Important To Embrace Your Weaknesses.” <i>Potentash</i>, 20 Feb. 2018, www.potentash.com/2018/02/20/important-embrace-your-weaknesses-lifestyle/.</p>"
	}]

}